/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Nincs adat";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Mentés";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Aláírás ismételt megadása";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Törlés";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Mégse";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Aláírás";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Koppintson az aláíráshoz";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Aláíró felület";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Aláírás dupla koppintással és húzással";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Aláíráskép";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Aláírásvonal";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Megszakadt";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Tovább";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "OK";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Állapot";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "A felhasználó megszakította a beléptetést";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Hozzájárulás nélkül nem tudja folytatni az előkészítést.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Hozzájárulás megadása";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Kilépés";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Vissza";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Lépés";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "/";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Valóban szeretne kilépni az előkészítési folyamatból?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Szeretne adatvédelmet?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Vigyázzon adataira";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Most nem";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Engedélyezés";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Elutasítás";

/* XBUT: Agree action title in EULAView */
"Agree" = "Elfogadom";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Elutasítom";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Betöltés...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Még nincs megjelenítenivaló";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d óra %d perc";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Kész";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "Az adattáblában %d hiba található.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "sorfejléc";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "%d. sor";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "%d. oszlop";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "nyitó kiegészítő";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "záró kiegészítő";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "szöveg";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "kép";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "dátum";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "időpont";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "időtartam";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "listaelem";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "kiválasztott";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "nem kijelölt";

/* XBUT: calendar time component label */
"Time" = "Időpont";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Érték: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "A kiválasztott cella írásvédett.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Írásvédett mező";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Nem maradt több karakter";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Csökkentse a karakterek számát";

